Revit 2027 API
ParameterTypeId.HostPerimeterComputed Property
 "Perimeter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HostPerimeterComputed { get; }
Public Shared ReadOnly Property HostPerimeterComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HostPerimeterComputed {
	ForgeTypeId^ get ();
}
static member HostPerimeterComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace